Repository: common-repository/woocurrency
Catalog: languages/woocurrency-*.po
Languages: fr_fr

source: General Settings
fr_fr: Paramètres généraux

source: IP Test
fr_fr: Test IP

source: Tested IP
fr_fr: IP testée

source: Invalid value fallbacks to current IP detection. Your IP is %s
fr_fr: Valeur de retour non valide pour la détection de l'adresse IP actuelle. Votre adresse IP est %s

source: Tested IP is
fr_fr: L'dresse IP testée est

source: Country should be:
fr_fr: Le pays devrait être :

source: Country currency should be:
fr_fr: La monnaie du pays devrait être:

source: Selling currency will be:
fr_fr: La devise de vente sera:

source: Currency List
fr_fr: Liste des devises

source: Assign currencies to one or multiple countries.
fr_fr: Affecter les devises à un ou plusieurs pays.

source: Search...
fr_fr: Rechercher...

source: Currency
fr_fr: Devise

source: Countries
fr_fr: Pays

source: Select countries...
fr_fr: Sélectionner des pays...

source: Price rounding
fr_fr: Arrondissement des prix

source: Decimal count
fr_fr: Nombres de décimales

source: Symbol
fr_fr: Symbole

source: Associated countries
fr_fr: Pays associés

source: Country
fr_fr: Pays

source: Rounding
fr_fr: Arrondi

source: The currency [%s/%s] is already defined.
fr_fr: La monnaie [%s/%s] est déjà définie.

source: The country %s is already associated to %s.
fr_fr: Le pays %s est déjà associé à %s.

source: An error occured with the requested currency. Please contact an administrator.
fr_fr: Une erreur s'est produite avec la devise demandée. S'il vous plaît contactez un administrateur.

source: Settings
fr_fr: Réglages

source: Help
fr_fr: Aide

source: Add Licence Key
fr_fr: Ajouter une clé de licence

source: https://plugins.longwatchstudio.com/en/documentation-en/woocurrency/
fr_fr: https://plugins.longwatchstudio.com/fr/documentation/woocurrency/

source: https://plugins.longwatchstudio.com/en/product/woocurrency-en/
fr_fr: https://plugins.longwatchstudio.com/fr/product/woocurrency/

source: Install Required Plugins Dependencies
fr_fr: Installer les dépendances de l’extension

source: Install Dependencies
fr_fr: Installer les dépendances

source: This plugin requires the following plugin: %1$s.
fr_fr: Cette extension nécessite l’extension suivante : %1$s.

source: This plugin recommends the following plugin: %1$s.
fr_fr: Cette extension recommande l'extension suivante: %1$s.

source: Allow selling products in several currency.
fr_fr: Permettre la vente de produits dans plusieurs devises.
